Repository: pstimpel/psphpcaptchawp
Catalog: languages/psphpcaptchawp-*_formal.po
Languages: de

source: PS PHPCaptcha for Wordpress - Setup
de: PS PHPCaptcha for Wordpress - Einstellungen

source: Settings
de: Einstellungen

source: Please enter a valid hex value for %s, (#RRGGBB)
de: Bitte Hexadezimalwert eingeben für %s, (#RRGGBB)

source: Please enter a valid integer value for %s, from %d to %d
de: Bitte Ganzzahlwert eingeben für %s, von %d bis %d

source: Please enter a valid value for %s, from %d to %d chars long
de: Bitte Wert eingeben für %s, von %d bis %d Zeichen lang

source: Please enter a valid value for %s, (on/off)
de: Bitte Wert eingeben für %s, (an/aus)

source: Number of characters
de: Zeichenanzahl

source: Characters allowed
de: Erlaubte Zeichen

source: Strict to lower case
de: Auf Kleinschreibung limitieren

source: Background color
de: Hintergrundfarbe

source: Text color
de: Textfarbe

source: Line color
de: Linienfarbe

source: Image width
de: Bildbreite

source: Image height
de: Bildhöhe

source: Font size
de: Schriftgröße

source: Number of lines
de: Anzahl der Linien

source: Thickness of lines
de: Linienstärke

source: Allow small advertisement below Captcha image
de: Erlaube eine kleine Werbung unterhalb des Captcha-Bildes

source: This is a multisite installation, each site has its own settings. Blog-Id: %s
de: Dies ist eine Multisite Installation, jede Seite hat ihre eigenen Einstellungen. Blog-Id: %s

source: This is a singlesite installation, turned multisite features off.
de: Dies ist eine Singlesite Installation, alle Multisite-Features wurden deaktiviert.

source: Captcha content
de: Captcha Inhalt

source: Strict lower case
de: Auf Kleinschreibung limitieren

source: Captcha colors
de: Captcha Farben

source: Background Color
de: Hintergrundfarbe

source: Text Color
de: Textfarbe

source: Line Color
de: Linienfarbe

source: Captcha appearance
de: Captcha Erscheinungsbild

source: OCR confusion options
de: OCR Schutzmaßnahmen

source: Allow advertisment for Plugin
de: Erlaube Werbung für das Plugin

source: Save all changes
de: Alles speichern

source: Example captcha
de: Beispiel für Darstellung des Captcha-Bildes

source: Reset settings
de: Werkseinstellungen

source: Set to defaults
de: Auf Auslieferungszustand zurücksetzen

source: Enter text displayed at Captcha image
de: Geben Sie den auf dem Captcha-Bild angezeigten Wert ein

source: Please enter the displayed text into the Captcha text field below the Captcha image
de: Bitte geben Sie den auf dem Captcha-Bild angezeigten Wert im darunter befindlichen Textfeld ein

source: Captcha solved wrong, please try again!
de: Captcha-Lösung falsch, bitte erneut versuchen!

source: PS PHPCaptcha for Wordpress
de: PS PHPCaptcha für Wordpress

source: Dislike feeding remote tracking enterprises like Google with data just for verifying users? Well, here you go with your own captcha...
de: Wenn du Google nicht weiter bei seiner Datensammelei helfen willst nur um Nutzereingaben zu verifizieren, dann ist dieses Captcha hier genau richtig für dich.
